Repository: praekelt/go-di
Catalog: translations/*_correct.po
Languages: af_za, zu_za

source: Thanks for volunteering to be a citizen reporter for the 2014 elections! Get started by answering questions or reporting election activity! Dial {{ USSD_number }} to return to VIP
af_za: Dankie dat jy deelneem om verslag te doen oor d '14-verkiesing! Begin vrae beantwoord of oor verkiesingsaksies verslag te doen! Skakel {{ USSD_number }} om te begin!

source: Welcome to Voting is Power! Start by choosing your language:
af_za: Welkom by Stem gee Mag!! Kies jou taal:
zu_za: Siyakwamukela ku-Ukuvota Kungamandla! Qala ngokukhetha ulimi lwakho:

source: English
af_za: Engels
zu_za: Isingisi

source: It's election time! Do u think ur vote matters?
af_za: Dis stemtyd! Dink jy jou stem maak saak?
zu_za: Yiskhathi sokhetho! Liyasiza yini ivoti lakho?

source: YES every vote matters
af_za: JA elke stem tel
zu_za: YEBO

source: NO but I'll vote anyway
af_za: NEE maar ek stem nogtans
zu_za: CHA kodwa ngizovota

source: NO so I'm NOT voting
af_za: NEE ek gaan NIE stem nie
zu_za: CHA Yingakho ngingavoti

source: I'm NOT REGISTERED to vote
af_za: Ek's NIE GEREGISTEREER
zu_za: ANGIKUBHALISELANGA

source: I'm TOO YOUNG to vote
af_za: Ek's TE JONK
zu_za: Ngisemncane angivoti

source: Please accept the terms and conditions to get started.
af_za: Aanvaar asb bepalings & voorwaardes om te begin.
zu_za: Yamukela le imigomo nemibandela ekuvumela ukuqala

source: Accept & Join
af_za: Aanvaar & Sluit aan
zu_za: Yamukela ujoyine

source: Read t&c
af_za: Lees B&V
zu_za: Funda imigomo nemibandela

source: Quit
af_za: Onttrek
zu_za: Phuma

source: University of California San Diego requests ur consent to act as a research subject for improving electoral performance through citizen engagement in SA.
af_za: VIP:Voice is 'n navorsingsprojek deur die Praekelt, Demokrasie Int en U.Calif SD. Anonieme vrae kan gevra & gestoor word.
zu_za: I-VIP:Voice yiprojekt yocwaningo lwe-Praekelt, Dem Intl ne-UCSD. Kungabuzwa imibuzo igcinwe lingavezwa igama

source: Study provides evaluation on how 2 use marketing &recruitment strategies,with mobile technology to improve how elections r monitored by citizen volunteers.
af_za: Jy kan onttrek, weier om te antwoord. Jy kan uitgesluit word. Jy sal oor nuwe inligting in kennis gestel word.
zu_za: Ungahoxa noma ubambe iqhaza. Ungakhishwa ngaphandle kokwaziswa. Uzokwaziswa ngolwaz olusha ngababamb iqhaza

source: If u participate,we will ask questions about urself&ur observations of the elections.U will b anonymous.Ur answers will be kept confidential&won't b shared.
af_za: As jy deelneem sal ons vrae oor jouself en jou waarnemings oor die verkiesing vra. Jy bly anoniem. Antwoorde nie gedeel word nie.
zu_za: Uma ubamba iqhaza,sizokubuza imibuzo ngawe nangokubonile ezinkethweni.Alizovezw igama lakho.Izimpendulo zakho ziyimfihlo

source: To view full T&Cs please visit www.yal.mobi/vip.
af_za: Vrae of navorsingsverwante probleme het? Kontak CGibson by 011 858 760 5100.Vir volledige B&V's, besoek.yal.mobi/vip .
zu_za: Uma uneminye imibuzo thinta CGibson kwethi 0118587605100. Ukubona imigomo nemibandela ephelele: yal.mobi/vip

source: 1. Prev 2. Next 3. Exit
af_za: 1. Vorige 2. Volg 3. Onttrek
zu_za: 1.Owedlule 2.Okulandelayo 3.Phuma

source: Thank you for your time. Remember, you can always reconsider becoming a citizen reporter.
af_za: Dankie
zu_za: Siyabonga.

source: Please carefully enter your address again: for eg: 12 main street pretoria
af_za: Sleutel asb u address versigtig in, bijvoorbeeld: 12 Main straat Pretoria. Verbruikers wenk: # sleutel vir teks keuze
zu_za: Siyacela, phendula ngekheli lakho lasekhaya e.g 12 main street pretoria

source: Thanks 4 joining!2 begin we need ur voting ward. Reply with ur home address & we'll work it out. This will be kept private, only ur voting ward will be stored &u will be anonymous.
af_za: Dankie! Ons benodig jou stemwyk. Gee Stuur vir ons jou huisadres & ons sal dit uitwerk. Dit sal privaat gehou word, ons gebruik net d stemwyk - jy bly anoniem
zu_za: Siyabonga! Ukuvota udinga ikhadi lewadi lakho lokuvota. Phendula ngekheli lakho lasekhaya sikusize. Lokhu kuyimfihlo; kugcinwa iwadi lakho lokuvota kuphela

source: Not my address
af_za: Nie my address nie
zu_za: Asiyilo ikheli lami

source: Still not my address
af_za: Nog nie my address nie
zu_za: Cha, asiyilo ikheli lami

source: Choose your area:
af_za: Kies jou area:
zu_za: Khetha indawo yakho

source: View VIP results...
af_za: Sien VIP-uitslae
zu_za: Bheka imiphumela ye-VIP..

source: Answer & win!
af_za: Antwoord & wen!
zu_za: Phendula uwine!

source: VIP Quiz
af_za: VIP-vasvra
zu_za: Imibuzo ye-VIP

source: Report an Election Activity
af_za: Rapporteer verkiesingsaksie binne jou gemeenskap
zu_za: Bika umcimbi wokhetho

source: What's up?
af_za: Wat gaan aan?
zu_za: Kwenzenjani?

source: About
af_za: Omtrent
zu_za: Ngalokhu

source: End
af_za: Eindig
zu_za: Qeda

source: Welcome to VIP!
af_za: Welkom by VIP!
zu_za: Siyakwamukela ohlelweni i-VIP!

source: Thanks, u have answered all the questions in this section.
af_za: Dankie, jy het al die vrae beantwoord.
zu_za: Siyabonga! Uphendule imibuzo yonke.

source: Main Menu
af_za: Hoof Kieslys
zu_za: iMenyu Enkulu

source: Party going door-to-door
af_za: Party deur tot deur gaan
zu_za: Inhlngno hamb' imizi ngemiz

source: Party intimidating voters
af_za: Party kiesers intimideer
zu_za: Inhlngno sabisa bavoti

source: Party distributing food/money/gift
af_za: Party kos/geld uitdeel
zu_za: Inhlngno isabalalisa ukudla/imali

source: Campaign rally
af_za: Verkiesingsaamtrek
zu_za: Irali yomkhankso

source: Campaign violence
af_za: Verkiesinggeweld
zu_za: Udlame lokukhankas

source: Protest/Demonstration
af_za: Protes/Betoging
zu_za: Umbhikisho

source: Choose a report type:
af_za: Wat is jou verslag se titel?
zu_za: Khetha

source: What is the title of your report?
af_za: Wat is jou verslag se titel?
zu_za: Sithini isihloko sombiko wakho?

source: Where did this event happen? Please be as specific as possible and give address and city.
af_za: Waar het hierdie voorval plaasgevind? Wees asb baie spesifiek en gee adres en stad/dorp.
zu_za: Wenzekephi lo mcimbi? Khomba indawo ngangokusemandleni unikeze ikheli nedolobha.

source: Not the address
af_za: Nie die address nie

source: Still not the address
af_za: Nog nie die address nie

source: Please select the location from the options below
af_za: Kies asb een van die opsies:

source: Thank you for your report! Keep up the reporting & you may have a chance to be chosen as an official election day reporter where you can earn airtime or cash for your contribution.
af_za: Dankie dat jy vir VIP iets meer oor jouself vertel het. Indien U n gelukkige wenner is, sal Lugtyd binnekort aan U gestuur word!
zu_za: Siyabonga! Qhubeka, ungaba sethubeni lokukhethwa njengozobika ngokusemthethweni ngosuku lokhetho, lapho ungazitholela khona i-airtime

source: You are 1 of {{ registered }} citizens who are active citizen election reporters! {{ questions }} questions and {{ reports }} election activity posts have been submitted. View results at www.url.com
af_za: Jy is een van {{ registered }} burgers wat aktiewe burgerlike verkiesingsverslaggewers is! {{ reports }} verkiesingsaktiwiteitsverslae is ingedien.
zu_za: Ungumhlali o we si {{ registered }} o sebenza ngokubika ezinkethweni! Izimibiki engu {{ reports }} ekethweni isi thunyelwe.

source: The VIP-Ask is a multi-channel political engagement portal.VIP: Ask will engage South Africans from all walks of life to report on electoral activities,
af_za: VIP:Voice is 'n verkiesingsplatform ontwerp om Suid-Afrikaners betrokke te laat raak by die aanloop tot die verkiesings
zu_za: I-VIP:Voice iwuhlelo oluklanyelwe ukubandakanya izakhamuzi zakuleli njengoba kuyiwa okhethweni

source: voice their opinions on current issues surrounding the elections, and report on election processes on voting day.
af_za: Jy kan enige verkiesingsverwante aktiwiteit via USSD rapporteer en help om 'n ware prentjie van die 2014-verkiesing te skep.Gaan uit
zu_za: Ungabika noma yimuphi umcimbi ophathelene nokhetho ngo-USSD ukusiza ekwakheni isithombe esiyiqiniso ngokhetho lwango-2014

source: VIP:Ask is a partnership between academics, Democracy International, Livity Africa and the Praekelt Foundation
af_za: VIP:Voice is 'n vennootskap tussen Livity, Praekelt-stigting, Demokrasie Internasionaal, akademici en landsburgers soos jy!
zu_za: I-VIP:Voice yiphrojekth yocwaningo lwe-Praekelt, Dem Intl ne-UCSD. Kungabuzw imibuzo igcinwe lingavezw igama

source: Bye.
af_za: Tot siens
zu_za: Salakahle.

source: I am...
af_za: Ek is
zu_za: Ngingo

source: Male
af_za: Manlik
zu_za: wesilisa

source: Female
af_za: Vroulik
zu_za: wesifazane

source: How old are you?
af_za: Hoe oud is jy?
zu_za: Uneminyaka emingaki?

source: u14
af_za: u15
zu_za: ngaphansi kweyi-15

source: Did you vote in the 2009 election?
af_za: Het jy in die 2009-verkiesing gestem?
zu_za: Wavota yini okhethweni lwango-2009?

source: Yes
af_za: Ja
zu_za: Yebo

source: No, could not/was not registered
af_za: Nee, kon/was nie geregistreer
zu_za: Cha, angikwazanga/ngangingabhalisanga

source: No, did not want to
af_za: Nee, wou nie
zu_za: Cha, angithandanga

source: No, other
af_za: Nee, wou nie
zu_za: Cha, okunye

source: Skip
af_za: Slaan Oor
zu_za: Eqa

source: Black African
af_za: Swart Afrikaan
zu_za: ngumAfrika oNsundu

source: Coloured
af_za: Bruin
zu_za: yiKhaladi

source: Indian/Asian
af_za: Indir/Asies
zu_za: ngowomdabu waseNdiya/waseEshiya

source: White
af_za: Wit
zu_za: Mhlophe

source: Other
af_za: Ander
zu_za: ngokunye

source: Thank you for telling VIP a bit more about yourself! Your airtime will be sent to you shortly!
af_za: Gee vir ons jou selnommer en staan n kans om lugtyd te wen!
zu_za: Sibonga ukuzethula kabanzi ku-VIP! Uma uyawine, uzothunyelelwa i-airtimeyakho masinyane!

source: Please give us your cellphone number so we can send you your airtime!
af_za: Gee vir ons jou selnommer sodat ons vir jou lugtyd kan stuur!
zu_za: Sicel inombolo yeselula yakho ukuze sikwazi ukukuthumelel i-airtime yakho!

source: During the past year, have you attended a demonstration or protest?
af_za: Gedurende die laaste jaar, het jy aan 'n betoging of protesoptog deelgeneem?
zu_za: Onyakeni odlule, wawuhambela yini umbhikisho?

source: Yes, many
af_za: Ja, baie
zu_za: Yebo, eminingi

source: Yes, a few
af_za: Ja 'n paar
zu_za: Yebo, embalwa

source: No
af_za: Nee
zu_za: Cha

source: Are you registered to vote in the upcoming elections?
af_za: Is jy geregistreer om in die komende verkiesing te stem?
zu_za: Ukubhalisele yini ukuvota ezinkethweni ezizayo?

source: Unsure
af_za: Onseker
zu_za: Anginasiqiniseko

source: How likely is it that you will vote in the upcoming election?
af_za: Wat is die kans dat jy in die komende verkiesing sal stem?
zu_za: Maningi kangakanani amathuba okuba uvote okhethweni oluzayo?

source: Very likely
af_za: Beslis
zu_za: Maningi kakhulu

source: Somewhat likely
af_za: Byna seker
zu_za: Akhonywana

source: Somewhat unlikely
af_za: Nie groot kans
zu_za: Ayangabazeka kancane

source: Very unlikely
af_za: Beslis nie
zu_za: Awekho nhlobo

source: Which political party do you feel close to?
af_za: By watter politieke party voel jy tuis?
zu_za: Iyiphi inhlangano yezepolitiki esenhlziyweni yakho?

source: I don't feel close to a party
af_za: Voel nie tuis by een nie
zu_za: Ayikho esenhlziyweni yami

source: Would you like to continue answering questions? There are 12 in total.
af_za: Wil jy voortgaan om vrae te beantwoord? Daar is 12 in totaal.
zu_za: Uyathanda yini ukuqhubeka nokuphendula imibuzo? Iyi-12 isiyonke

source: Continue
af_za: Gaan voort
zu_za: Qhubeka

source: During the past year, has your community had demonstrations or protests?
af_za: Gedurende die laaste jaar, het jou gemeenskap betogings of proteste gehad?
zu_za: Onyakeni odlule, umphakathi wangakini ube nayo yini imibhikisho?

source: Yes, several times
af_za: Ja verskeie kere
zu_za: Yebo, izikhathi eziningana

source: Yes, once or twice
af_za: Ja 1 of 2 keer
zu_za: kanye noma kabili

source: If your community has had demonstrations or protests in the last year, were they violent?
af_za: As jou gemeenskap wel betogings of proteste gehad het, was daar geweld?
zu_za: Uma kuwkuthi umphakathi wangakini waba nayo imibhikisho ngonyaka odlule, yayinodlame yini?

source: Not applicable
af_za: Nie van toepassing
zu_za: Awufanele lo mbuzo

source: How easy is it for your neighbors to find out if you voted?
af_za: 1.Baie maklik 2.Redelik maklik 3.Ietwat moeilik 4.Baie moeilik 5.Slaan oor
zu_za: Kulula kangakanani komakhelwane bakho ukwazi ukuthi uvotile?

source: Very easy
af_za: Baie maklik
zu_za: Kulula kakhulu

source: Somewhat easy
af_za: Redelik maklik
zu_za: Kulula kancane

source: Somewhat difficult
af_za: Ietwat moeilik
zu_za: Kunzinyana

source: Very difficult
af_za: Baie moeilik
zu_za: Kulukhuni kakhulu

source: People in my neighborhood look down on those who do not vote:
af_za: In my gemeenskap sien mense neer op jou as jy nie gaan stem nie:
zu_za: Abantu esakhelene nabo bamthatha kancane ongavoti:

source: Strongly agree
af_za: Stem sterk saam
zu_za: Ngivum' kakhulu

source: Somewhat agree
af_za: Stem saam
zu_za: Ngiyavuma kancane

source: Somewhat disagree
af_za: Stem nie heeltemal saam
zu_za: Ngiyaphika kancane

source: Strongly disagree
af_za: Stem glad nie saam
zu_za: Ngiphika kakhul

source: How do you rate the overall performance of President Zuma?
af_za: Hoe slaan jy President Zuma se algehele prestasie aan?
zu_za: Ukuklelisa kanjani ukusebenza kukaMengameli Zuma ngokubanzi?

source: Excellent
af_za: Uitstekend
zu_za: Kuhle kakhulu

source: Good
af_za: Goed
zu_za: Kuhle

source: Just Fair
af_za: Middelmatig
zu_za: Kuyagculisa khona

source: Poor
af_za: Swak
zu_za: Akukuhle

source: How do you rate the overall performance of your local government councillor?
af_za: Hoe slaan jy die algehele prestasie van jou plaaslike regeringsraadslid aan?
zu_za: Ukuklelisa kanjani ukusebenza kwekhansela lendawo ngokubanzi?

source: Which party has contacted you the most during this election campaign?
af_za: Watter party het jou die meeste gedurende die verkiesingsveldtog gekontak?
zu_za: Iyiphi inhlangano ekuthinte kaningi kunezinye ngalo mkhankaso wokhetho?

source: None, I have not been contacted
af_za: Geen het my gekontak nie
zu_za: Ayikho

source: During the past two weeks, have you attended a campaign rally?
af_za: Het jy 'n verkiesingsaamtrek gedurende die laaste twee weke bygewoon?
zu_za: Emasontweni 2 edlule, ngabe uwuyihambele yini irali yomkhankaso?

source: How satisfied are you with the way democracy works in South Africa?
af_za: Hoe tevrede is jy met die manier waarop demokrasie werk in Suid-Afrika?
zu_za: Ugculiseke kangakanani yindlela intando yabantu esebenza ngayo kuleli?

source: Very satisfied
af_za: Baie tevrede
zu_za: Kakhulu

source: Somewhat satisfied
af_za: Ietwat ontevrede
zu_za: Ngigculisekile ngandlela thile

source: Dissatisfied
af_za: Ontevrede
zu_za: Angugculisekile

source: Very dissatisfied
af_za: Baie ontevrede
zu_za: Angigculisekile neze

source: During the past two weeks, how frequently have campaign rallies occurred in your community?
af_za: Binne die laaste 2 weke hoe gereeld het verkiesingsaamtrekke in U gemeenskap plaasgevind?
zu_za: Emasontweni 2 edlule abe maningi kangakanani amarali okukhankasela ukhetho emphakathin wangakini?

source: Often
af_za: Dikwels
zu_za: Kaningi

source: Several times
af_za: Verskeie male
zu_za: Izikhath ezimbalwa

source: Once or twice
af_za: 1 of 2 maal
zu_za: 1 noma 2

source: Never
af_za: Nooit
zu_za: Nakanye

source: During the past two weeks, how frequently have party agents gone door to door in your community to mobilize voters?
af_za: Gedurende die laaste 2 weke, hoe dikwels het partyagente van deur tot deur in jou gemeenskap gegaan
zu_za: Emsontweni 2 edlule abezinhlangno bangene kangakanni imizi ngemiz ngakini benxenxa abavoti?

source: During the past two weeks, how frequently have party agents intimidated voters in your community?
af_za: Binne die laaste 2 weke hoe dikwels het daar verkiesingsaamtrekke in j' gemeenskap plaasgevind?
zu_za: Emsontweni 2 edlule abamele izinhlangano babesabise kangakanani abavoti ngakini?

source: How much do you trust the ANC?
af_za: Hoeveel vertrou jy die ANC?
zu_za: Uyethemba kangkanani i-ANC?

source: A lot
af_za: Baie
zu_za: Kakhulu

source: Some
af_za: Biejie
zu_za: Kakhudlwana

source: Not much
af_za: Nie veel nie
zu_za: Hhayi kakhulu

source: Not at all
af_za: Glad nie
zu_za: Nakancane

source: No opinion
af_za: Geen opinie
zu_za: Anginakuphawula

source: How much do you trust the Democratic Alliance (DA)?
af_za: Hoeveel vertrou jy die Demokratiese Alliansie (DA)?
zu_za: Uyethemba kangakanani iDemocratic Alliance (DA)?

source: How much do you trust the Economic Freedom Fighters (EFF)?
af_za: Hoeveel vertrou jy die Ekonomiese Vryheidvegters (EFF)?
zu_za: Uyethemba kangakanani iEconomic Freedom Fighters (EFF)?

source: During the past year, how often have you or anyone in your family gone without enough food to eat?
af_za: Gedurende die laaste jr, h/veel maal het jy of iemand in jou familie nie genoeg kos gehad?
zu_za: Onyakeni odlule, wena nelungu labakini nalala kaningi kangakanani?

source: Sometimes
af_za: Soms
zu_za: Ngesinye isikhath

source: Many times
af_za: Baie maal
zu_za: Izikhath eziningi

source: Always
af_za: Altyd
zu_za: Izikhath zonke

source: In South Africa, it is sometimes necessary to use violence for a just cause:
af_za: In SA Is dit soms nodig geweld te gbruik vir n saak waarn jy glo:
zu_za: Nesidingo sokusebenzisa udlame ukufeza inhloso ethile:

source: Sometimes not voting is the best way to express your political preferences:
af_za: Deur nie te stem nie druk jy jou politieke voorkeure d beste uit
zu_za: Ukungavoti kuye kube yindlela yokuvez ukuzikhethela politiki:

source: Would you like to continue answering questions? There are 10 in total.
af_za: Wil jy voortgaan om vrae te beantwoord? Daar is 10 in totaal.
zu_za: Uyathanda yini ukuqhubeka nokuphendula imibuzo? Iyi-10 Isiyonke

source: panel_question_1_end_user
af_za: VIP:Voice wants 2 know: have parties gone door-to-door in ur area in the past 2 wks? Reply 1. Yes. 2. No. SMS cost standard rates

source: panel_question_1_incentive
af_za: VIP:Voice wants 2 know: hv parties gone door-to-door in ur area in the past 2 wks? Reply 1. Yes. 2. No. U'll b paid R2 airtime 4 ur response.

source: panel_question_1_reverse_billed
af_za: VIP:Voice wants 2 know: have parties gone door-to-door in your area in the past 2 wks? Reply 1. Yes. 2. No. U will b paid for ur response w airtime 4 the SMS.

source: panel_question_2_end_user
af_za: VIP:Voice wants 2 know: have parties intimidated voters in your area in the past 2 weeks? Reply 1. Yes. 2. No. SMSs cost standard rates

source: panel_question_2_incentive
af_za: VIP:Voice wants 2 know: have parties intimidated voters in your area in the past 2 weeks? Reply 1. Yes. 2. No. U will be paid R2 airtime for ur response.

source: panel_question_2_reverse_billed
af_za: VIP:Voice wants 2 know: have parties intimidated voters in yr area in the past 2 weeks? Reply 1. Yes. 2. No. U will be compensated with airtime for the SMS.

source: panel_question_3_end_user
af_za: VIP:Voice wants 2 know: have parties distributed food/money in ur area in the past 2 weeks? Reply 1. Yes. 2. No. SMSs cost standard rates

source: panel_question_3_incentive
af_za: VIP:Voice wants 2 know: have parties distributed food/money in ur area in the past 2 weeks? Reply 1. Yes. 2. No. U will be paid R2 airtime for ur response.

source: panel_question_3_reverse_billed
af_za: VIP:Voice wants 2 know: have parties distributed food/money in ur area in the past 2 weeks? Reply 1. Yes. 2. No. U will be compensated w airtime for the SMS.

source: panel_question_4_end_user
af_za: VIP:Voice wants 2 know: any rallies in ur area in the past 2 weeks? Reply 1. Yes. 2. No. SMSs cost standard rates

source: panel_question_4_incentive
af_za: VIP:Voice wants 2 know: any rallies in ur area in the past 2 weeks? Reply 1. Yes. 2. No. U will be paid R2 airtime for ur response.

source: panel_question_4_reverse_billed
af_za: VIP:Voice wants 2 know: any rallies in ur area in the past 2 weeks? Reply 1. Yes. 2. No. U will be compensated for ur response with airtime for the SMS.

source: panel_question_5_end_user
af_za: VIP:Voice wants 2 know: any campaign violence in ur area in past 2 weeks? Reply 1. Yes. 2. No. SMSs cost standard rates

source: panel_question_5_incentive
af_za: VIP:Voice wants 2 know: any campaign violence in ur area in past 2 weeks? Reply 1. Yes. 2. No. U will be paid R2 airtime for ur response.

source: panel_question_5_reverse_billed
af_za: VIP:Voice wants 2 know: any campaign violence in ur area in past 2 wks? Reply 1. Yes. 2. No. U will be compensated for ur response with airtime for the SMS.

source: panel_question_6_end_user
af_za: VIP:Voice wants 2 know: any protests in your area in the past 2 weeks? Reply 1. Yes. 2. No. SMSs cost standard rates

source: panel_question_6_incentive
af_za: VIP:Voice wants 2 know: any protests in your area in the past 2 weeks? Reply 1. Yes. 2. No. U will be paid R2 airtime for ur response.

source: panel_question_6_reverse_billed
af_za: VIP:Voice wants 2 know: any protests in your area in the past 2 weeks? Reply 1. Yes. 2. No. U will be compensated for with airtime for the SMS.

source: thermometer_question_1_end_user
af_za: VIP:Voice wants 2 know if election held 2moro what party would u vote for: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_1_incentive
af_za: VIP:Voice wants 2 know if election held 2moro what party would u vote for: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_1_reverse_billed
af_za: VIP:Voice wants 2 know if election held 2moro what party would u vote for: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_2_end_user
af_za: VIP:Voice wants 2 know if election held 2moro what party would u vote for: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_2_incentive
af_za: VIP:Voice wants 2 know if election held 2moro what party would u vote for: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_2_reverse_billed
af_za: VIP:Voice wants 2 know if election held 2moro what party would u vote for: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_3_end_user
af_za: VIP:Voice wants 2 know which party did u vote 4 in the election: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_3_incentive
af_za: VIP:Voice wants 2 know which party did u vote 4 in the election: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_3_reverse_billed
af_za: VIP:Voice wants 2 know which party did u vote 4 in the election: 1.ANC 2.COPE 3.DA 4.EFF 5.Other 6.not vote 7.Skip

source: thermometer_question_4_end_user
af_za: VIP:Voice wants 2 know do you have a job that pays cash income? 1.Yes, full-time 2.Yes, part-time 3.No 4.Skip

source: thermometer_question_4_incentive
af_za: VIP:Voice wants 2 know do you have a job that pays cash income? 1.Yes, full-time 2.Yes, part-time 3.No 4.Skip

source: thermometer_question_4_reverse_billed
af_za: VIP:Voice wants 2 know do you have a job that pays cash income? 1.Yes, full-time 2.Yes, part-time 3.No 4.Skip

source: thermometer_question_5_end_user
af_za: VIP:Voice wants 2 know ur education level? 1.None/Some primary 2.Completed primary 3.Some secondary 4.Grade 12/Std 10

source: thermometer_question_5_incentive
af_za: VIP:Voice wants 2 know ur education level? 1.None/Some primary 2.Completed primary 3.Some secondary 4.Grade 12/Std 10
