Repository: praekelt/go-di
Catalog: translations/*_correct.po
Languages: af_za, zu_za

source: thermometer_question_5_reverse_billed
af_za: VIP:Voice wants 2 know ur education level? 1.None/Some primary 2.Completed primary 3.Some secondary 4.Grade 12/Std 10

source: Hello VIP!2 begin we need ur voting ward. Dial *55555# & give us ur home address & we'll work it out. This will be kept private, only ur voting ward will be stored &u will be anonymous.
zu_za: Siyabonga! Sidinga inombolo ya Ward yakho. Phendula ngekheli lakho lasekhaya sikusize. Lokhu kuyimfihlo; sigcina iwadi lakho lokuvota kuphela.

source: Thanks for volunteering to be a citizen reporter for the 2014 elections! Get started by answering questions or reporting election activity! Dial back in to *5555# to begin!
zu_za: Sibonga ukuzikhethela kwakho ukuba zika-2014! Qala ngokuphendula imibuzo noma ngokubika umcimbi wokhetho! Ukuqala, chofoza *120*7692#!

source: Afrikaans
zu_za: isiBhunu

source: Zulu
zu_za: isiZulu
